Revit 2027 API
BuiltInFailures.FabricFailures.MinorLapSpliceFailure Property
 The lap splice in the minor direction is greater than the half of the overall width.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId MinorLapSpliceFailure { get; }
Public Shared ReadOnly Property MinorLapSpliceFailure As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ MinorLapSpliceFailure {
	FailureDefinitionId^ get ();
}
static member MinorLapSpliceFailure : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FabricFailures Class
Autodesk.Revit.DB Namespace